Revit 2024 API
ParameterTypeId.StairstypeCalcRuleMaxResult Property
 "Max. Result": Calculation Rule Max Result
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairstypeCalcRuleMaxResult { get; }
Visual Basic
Public Shared ReadOnly Property StairstypeCalcRuleMaxResult As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairstypeCalcRuleMaxResult {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace